AdrianRodriguezM/espshell/sdkconfig.defaults.esp32c6
# SPDX-License-Identifier: GPL-3.0-or-later
CONFIG_IDF_TARGET="esp32c6"
CONFIG_ESP32C6_DEFAULT_CPU_FREQ_160=y
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
